<?php

return [
    'comment_add' => [
        'title' => 'Комментирование записей',
        'description' => 'Возможность добавлять комментарии к записям, где это позволено'
    ],
    'comment_add_no_moderations' => [
        'title' => 'Комментирование записей без модерации',
        'description' => 'Возможность добавлять комментарии к записям без модерации'
    ],
    'comment_edit' => [
        'title' => 'Изменение комментариев',
        'description' => 'Возможность изменять свои комментарии'
    ],
    'comment_edit_no_moderations' => [
        'title' => 'Изменение комментариев без модерации',
        'description' => 'Возможность изменять свои комментарии без модерации'
    ],
    'comment_delete' => [
        'title' => 'Удаление комментариев',
        'description' => 'Возможность удалять свои комментарии'
    ],
];